function WhatToWearTerms() {
    return (
        <div>
            <strong>Политика конфиденциальности</strong> <p>
            G-genius создал приложение WhatToWear как бесплатное приложение. Эта УСЛУГА предоставляется G-genius
            бесплатно и предназначена для использования как есть.

            Эта страница используется для информирования посетителей о моей политике в отношении сбора, использования и
            раскрытия Личной информации, если кто-либо решил воспользоваться моим Сервисом.

            Если вы решите воспользоваться моим Сервисом, то вы соглашаетесь на сбор и использование информации в
            соответствии с настоящей политикой. Личная информация, которую я собираю, используется для предоставления и
            улучшения Сервиса. Я не буду использовать или передавать вашу информацию кому-либо, за исключением случаев,
            описанных в настоящей Политике конфиденциальности.

            Термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Условиях
            и положениях, которые доступны на WhatToWear, если иное не определено в настоящей Политике
            конфиденциальности.
        </p> <p><strong>Сбор и использование информации</strong></p> <p>
            Для лучшего опыта при использовании нашего Сервиса я могу потребовать от вас предоставить нам определенную
            личную информацию, позволяющую установить личность, включая, но не ограничиваясь, Виталия. Информация,
            которую я запрашиваю, будет сохранена на вашем устройстве и никоим образом не собирается мной.

            Приложение действительно использует сторонние сервисы, которые могут собирать информацию, используемую для
            вашей идентификации.

            Ссылка на политику конфиденциальности сторонних поставщиков услуг, используемых приложением
        </p>
            <ul>
                <li><a href="https://www.google.com/policies/privacy/" target="_blank" rel="noopener noreferrer">Google
                    Play Services</a></li>
                <li><a href="https://support.google.com/admob/answer/6128543?hl=en" target="_blank"
                       rel="noopener noreferrer">AdMob</a></li>
                <li><a href="https://firebase.google.com/policies/analytics" target="_blank"
                       rel="noopener noreferrer">Google Analytics for Firebase</a></li>
            </ul>
            <p><strong>Данные журнала</strong></p> <p>
            Я хочу сообщить вам, что всякий раз, когда вы пользуетесь моим Сервисом, в случае ошибки в приложении я
            собираю данные и информацию (через сторонние продукты) на вашем телефоне под названием Log Data. Эти данные
            Журнала могут включать такую информацию, как адрес Интернет-протокола вашего устройства (“IP”), имя
            устройства, версию операционной системы, конфигурацию приложения при использовании моего Сервиса, время и
            дату использования вами Сервиса и другую статистику.
        </p> <p><strong>Cookies</strong></p> <p>
            Файлы cookie - это файлы с небольшим объемом данных, которые обычно используются в качестве анонимных
            уникальных идентификаторов. Они отправляются в ваш браузер с веб-сайтов, которые вы посещаете, и сохраняются
            во внутренней памяти вашего устройства.

            Этот Сервис явно не использует эти “cookies”. Однако приложение может использовать сторонний код и
            библиотеки, которые используют “cookies” для сбора информации и улучшения своих услуг. У вас есть
            возможность принять или отклонить эти файлы cookie и узнать, когда файл cookie отправляется на ваше
            устройство. Если вы решите отказаться от наших файлов cookie, вы, возможно, не сможете использовать
            некоторые части этой Услуги.
        </p> <p><strong>Безопасность</strong></p> <p>
            Я ценю ваше доверие к предоставлению нам вашей Личной информации, поэтому мы стремимся использовать
            коммерчески приемлемые средства ее защиты. Но помните, что ни один способ передачи через Интернет или способ
            электронного хранения не является на 100% безопасным и надежным, и я не могу гарантировать его абсолютную
            безопасность.
        </p> <p><strong>Ссылки на другие сайты</strong></p> <p>
            Этот Сервис может содержать ссылки на другие сайты. Если вы нажмете на стороннюю ссылку, вы будете
            перенаправлены на этот сайт. Обратите внимание, что я не управляю этими внешними сайтами. Поэтому я
            настоятельно рекомендую вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. Я не контролирую и
            не несу никакой ответственности за содержание, политику конфиденциальности или действия любых сторонних
            сайтов или сервисов.
        </p> <p><strong>Конфиденциальность детей</strong></p>
            <div><p>
                Эти Услуги не предназначены для лиц младше 13 лет. Я сознательно не собираю личную информацию от детей
                младше 13 лет. В случае, если я обнаружу, что ребенок младше 13 лет предоставил мне личную информацию, я
                немедленно удаляю ее с наших серверов. Если вы являетесь родителем или опекуном и вам известно, что ваш
                ребенок предоставил нам личную информацию, пожалуйста, свяжитесь со мной, чтобы я мог предпринять
                необходимые действия.
            </p></div>
            <p><strong>Изменения в Настоящей Политике конфиденциальности</strong></p> <p>
            Я могу время от времени обновлять нашу Политику конфиденциальности. Таким образом, вам рекомендуется
            периодически просматривать эту страницу на предмет любых изменений. Я уведомлю вас о любых изменениях,
            разместив новую Политику конфиденциальности на этой странице.


        </p> <p>Эта политика вступает в силу с 2022-05-23</p> <p><strong>Связь</strong></p> <p>
            Если у вас есть какие-либо вопросы или предложения по поводу моей Политики конфиденциальности, не
            стесняйтесь обращаться ко мне по адресу <a href="gamelob25@gmail.com">gamelob25@gmail.com</a>
        </p>
        </div>
    )
}

export default WhatToWearTerms